/* GENERAL STRINGS */

"Okay" = "Okay";
"Delete" = "Töröl";
"Basic Settings" = "Alapbeállítások";



/* MAIN ACTIVITIES */

"Home" = "Haza";
"Open" = "Nyitva";
"Closed" = "Zárva";
"Awards" = "Díjak";



/* HOME VIEW */

"Up Next" = "Következő";
"More to Explore" = "Felfedezendő Dolgok";



/* PROJECTS VIEW */

"Open Projects" = "Nyitott Projektek";
"Closed Projects" = "Lezárt Projektek";
"Add Project" = "Projekt Hozzáadása";
"Add New Item" = "Új Tétel Hozzáadása";
"There's nothing here right now." = "Itt most nincs semmi.";

/* a button that shows a menu with the following items */
"Sort" = "Válogatás";
"Sort Items" = "Tételek Rendezése"; /* the title of the menu */
"Optimized" = "Optimalizálás"; /* sort using an optimized algorithm */
"Creation Date" = "Létrehozás Dátuma"; /* sort by item creation date */
"Title" = "Cím"; /* sort by item title */

/* default names for a new project/item */
"New Project" = "Új Projekt";
"New Item" = "Új Tétel";



/* EDITING PROJECTS */

"Edit Project" = "Projekt Szerkesztése";
"Project Name" = "Projekt Név";
"Description of This Project" = "Projekt Dokumentáció";
"Custom Project Color" = "Egyedi Projekt Szín";

/* options to close (mark as finished), open (mark as unfinished), or delete a project */
"Close This Project" = "Projekt Bezárása";
"Closing a project moves it from the Open tab to the Closed tab; deleting it removes the project entirely." = "A projekt bezárásával a Nyitottról a Zárt ablakba kerül; törlésével a projekt teljesen el lesz távolítva.";
"Reopen This Project" = "Projekt Újra Nyitása";
"Delete This Project" = "Projekt Törlése";
"Delete Project?" = "Projekt Törlése?";
"Are you sure that you want to delete this project? You will also delete all of the items it contains." = "Biztosan törli a projektet? Az összes elem törlődni fog.";



/* EDITING ITEMS */

"Edit Item" = "Tétel Szerkesztése";
"Item Name" = "Tétel Név";
"Description" = "Leírás";
"Priority" = "Elsőbbség";
"Low" = "Alacsony";
"Medium" = "Közepes";
"High" = "Magas";
"Mark Completed" = "Befejezve"; /* mark this item as being completed (finished/accomplished) */



/* AWARDS */

"Locked" = "Zárt";
"Unlocked: %@" = "Nyitott: %@";



/* OTHER STRINGS */

/* shown by default when the user hasn't selected a project/item */
"Please select something from the menu to begin." = "A kezdéshez válasszon valamit a menüből.";
